Repository: ggkevinnnn/LaunchNow
Catalog: *.lproj/Localizable.strings
Languages: ja, nl

# Style
source: Classic Launchpad (Fullscreen)
ja: クラシック Launchpad (全画面)
nl: Klassiek Launchpad (volledig scherm)

source: Show app name
ja: アプリ名の表示
nl: Toon app namen

# ScrollSensitivity
source: Scrolling sensitivity
ja: スクロールの感度
nl: Scroll gevoeligheid

source: Low
ja: 低い
nl: Laag

source: High
ja: 高い
nl: Hoog

# Export
source: Export Data
ja: データのエクスポート
nl: Configuratie exporteren

# Import
source: Import Data
ja: データのインポート
nl: Configuratie importeren

source: Refresh
ja: 更新
nl: Vernieuwen

source: Reset Layout
ja: レイアウトのリセット
nl: Indeling opnieuw instellen

# ConfirmReset
source: Confirm to reset layout?
ja: 本当にレイアウトのリセットをしますか？
nl: Weet je zeker dat je de indeling opnieuw wilt instellen?

source: Reset
ja: リセット
nl: Herstellen

source: Cancel
ja: キャンセル
nl: Annuleren

# ResetAlert
source: This will completely reset the layout: remove all folders, clear saved order, and rescan all applications. All customizations will be lost.
ja: 完全にレイアウトをリセットします: 全てのフォルダーの削除、保存した並び順の消去と、全てのアプリケーションの再読み込みをします。全ての変更は失われます。
nl: Deze actie zal LaunchNow helemaal opnieuw instellen: alle mappen worden verwijderd, de volgorde van apps wordt hersteld en alle apps worden opnieuw toegevoegd. Al je eigen aanpassingen gaan verloren.

source: Quit
ja: 終了
nl: Afsluiten

source: Displayed language
ja: 表示言語
nl: Getoonde taal

source: Language...
ja: 言語...
nl: Taal...

# ShowWelcome
source: Show Introduction
ja: 操作説明の表示
nl: Toon introductie

source: Confirm
ja: 確定
nl: Ok

# CheckUpdates
source: Check for Updates
ja: 更新の確認
nl: Zoek naar update

source: Search
ja: 検索
nl: Zoeken

source: No Apps Found
ja: アプリがありません
nl: Geen apps gevonden

source: FolderName
ja: フォルダー名
nl: Map naam

source: Untitled
ja: 無題
nl: (geen titel)

# Welcome
source: Welcome to LaunchNow
ja: LaunchNowの説明
nl: Welkom bij LaunchNow

# Drag
source: Drag app icons to customize app sorts.
ja: アプリアイコンをドラッグし、アプリの並び順を編集します。
nl: Versleep een app om de volgorde aan te passen.

# Hover
source: Drag an app and hover on another app/folder to create folder or add the app to folder, press and hold OPTION key to enable lock mode (where the movement of other apps will be prohibited, you can only create folders/add apps to folders) .
ja: アプリをドラッグしほかのアプリやフォルダーに重ねると、フォルダーが作成されるか、フォルダーにアプリが追加されます。オプションキーを押すとロックモードが有効になります(ほかのアプリへの操作は制限され、単にフォルダーの作成とフォルダーへのアプリ追加のみが可能です。)。
nl: Sleep een app over een andere heen om een map te maken. Sleep een app over een map om de app aan die map toe te voegen; houdt daarbij de OPTIE toets ingedrukt om te voorkomen dat de andere apps en mappen verschuiven.

# Scroll
source: Scroll to turn to other pages.
ja: ほかのページにスクロールします。
nl: Scroll om naar de volgende of vorige pagina met apps te gaan.

# RunOnBackground
source: Automatically run on background: add LaunchNow to dock or use other customized ways to open the application window.
ja: LaunchNowをドックに追加するか、ほかの方法でアプリケーションウインドウを開く事で、自動的にバックグラウンドで動作します。
nl: Om LaunchNow automatisch op de achtergrond te laten draaien, kun je de LaunchNow app naar de dock slepen.

source: Start Now
ja: 今すぐ起動
nl: Beginnen maar!

# Keyboard
source: Keyboard navigation is supported, use Tab or Shift+Tab to turn to another page, use Arrow keys to change the chosen app, use Return to open app.
ja: キーボードナビゲーションがサポートされています、TabかShift+Tabで別のページに移動、矢印キーでアプリを選択し, Returnでアプリを起動します。
nl: Toetsenbord navigatie wordt ondersteund. Gebruik TAB of SHIFT+TAB om naar respectievelijk de volgende of de vorige pagina met apps te gaan. Gebruik de pijltjes toetsen om naar de gewenste app te navigeren. Gebruik ENTER om de app te starten.

source: Found New Version:
ja: 新しいバージョンがあります:
nl: Nieuwe versie gevonden:

# GoToGithub
source: Go to Github to download the latest version
ja: Githubから最新バージョンを取得
nl: Ga naar GitHub om de nieuwste versie te downloaden en te installeren.

# AlreadyLatest
source: Already the latest version:
ja: 既に最新バージョンです:
nl: Je gebruikt al de nieuwste versie:

source: Enjoy!
ja: エンジョイ！
nl: Veel plezier!

source: Customize scanned folder
ja: 読み込みフォルダーの編集
nl: Gescande mappen aanpassen

source: Add
ja: 追加
nl: Map toevoegen

source: Add folder
ja: フォルダーの追加
nl: Toevoegen

source: Reset to default
ja: 規定にリセット
nl: Standaard mappen

source: No folders
ja: フォルダー無し
nl: Geen mappen

source: Icon size
ja: アイコンサイズ
nl: Pictogram formaat

source: Small
ja: 小
nl: Klein

source: Large
ja: 大
nl: Groot

source: Default size
ja: 規定のサイズ
nl: Standaard
